Revit 2027 API
ParameterTypeId.ZoneCalculatedSupplyAirflowParam Property
 "Calculated Supply Airflow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneCalculatedSupplyAirflowParam { get; }
Public Shared ReadOnly Property ZoneCalculatedSupplyAirflowParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneCalculatedSupplyAirflowParam {
	ForgeTypeId^ get ();
}
static member ZoneCalculatedSupplyAirflowParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace